Repository: e-cook/menta-y-calendula
Catalog: i18n/languages/myc-*.po
Languages: ca

source: Order Now Email
ca: Ja es pot fer la comanda

source: Order Now Emails are sent by you to advise users that they may place their order
ca: Correus d'avis de comanda avisen als usuaris que poden fer la comanda

source: Week 8 Summer
ca: Setmana 8 Estiu

source: user
ca: usuari

source: Enable/Disable
ca: Activar/Desactivar

source: Enable this email notification
ca: Activar aquesta notificació de correu

source: Send now
ca: Envia ara

source: Send this email notification
ca: Envia aquesta notificació de correu

source: Send
ca: Envia

source: Subject
ca: Assumpte

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
ca: Això controla el assumpte del correu. Deixa en blanc per a deixar el assumpte per defecte: <code>%s</code>.

source: Email Heading
ca: Capçalera dins del correu

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
ca: Això controla la capçalera principal dins del cos del correu. Deixa en blanc per a deixar la capçalera per defecte: <code>%s</code>.

source: Email intro
ca: Text introductori

source: Introductory text before list of products
ca: Text introductori abans de la llista de plats

source: Email type
ca: Tipus de correu

source: User Order Now Email
ca: Avisar als usuaris que poden fer la comanda

source: Coopes Order Now Email
ca: Avisar a les coopes que poden fer la comanda

source: Order Reminder Email
ca: Recorda fer la comanda

source: Order Reminder Emails are sent on Tuesdays at 14:00 to remind users to place their order
ca: Correus recordatoris es envien els dimarts a les 14:00 als usuaris

source: Dont forget to order!
ca: No oblideu de fer la comanda!

source: User Order Reminder Email
ca: Recorda als usuaris que han de fer la comanda (automàtic)

source: Coopes Order Reminder Email
ca: Recorda a les coopes que han de fer la comanda (automàtic)

source: Date
ca: Data

source: Quantity
ca: Quantitat

source: Paid
ca: Pagat

source: Unit Price
ca: Preu Unitat

source: Recipe
ca: Recepte

source: Order Deadline
ca: Data limit per comanda

source: Delete
ca: Esborrar

source: List View
ca: Veure com a llista

source: Excerpt View
ca: Veure com a extracte

source: No items found.
ca: Cap item trobat.

source: Select bulk action
ca: Selecciona acció en bult

source: Bulk Actions
ca: Accions en bult

source: Apply
ca: Aplicar

source: Show more details
ca: Més detall

source: Filter by date
ca: Filtrar per data

source: All dates
ca: Totes les dates

source: No comments
ca: Sense comentari

source: No approved comments
ca: Sense comentaris aprovats

source: No pending comments
ca: Sense comentaris pendents

source: First page
ca: Primera pàgina

source: Previous page
ca: Pàgina anterior

source: Current Page
ca: Pàgina actual

source: Next page
ca: Pàgina següent

source: Last page
ca: Última pàgina

source: Select All
ca: Seleccionar tot

source: Instances
ca: Instàncies

source: New instance
ca: Instància nova

source: Total Inventory
ca: Inventari total

source: Weekly Price Evolution per product
ca: Evolució setmanal de preus

source: Meal
ca: Plat

source: Variable Meal
ca: Plat amb variacions

source: Return to shop
ca: Torna a la botiga

source: Provides What
ca: Suministra quina cosa

source: Purchases
ca: Compres

source: Price Evolution
ca: Evolució de preus

source: Composition
ca: Composició

source: Recipes
ca: Receptes

source: active
ca: actiu

source: Visible until
ca: Visible fins

source: Visible to
ca: Visible fins

source: Delivery date
ca: Data d'entrega

source: Order deadline
ca: Data limit per a comandes

source: Order deadlines
ca: Dates límits per a comandes

source: What to cook
ca: Què haig de cuinar

source: Orders
ca: Comandes

source: Orders and Comments
ca: Comandes i Valoracions

source: The coopes have been successfully notified
ca: S'han notificat les coopes amb èxit

source: There was a problem notifying the coopes
ca: Hi ha hagut un problema amb la notificació de les coopes

source: The users have been successfully notified
ca: S'han notificat els usuaris amb èxit

source: There was a problem notifying the users
ca: Hi ha hagut un problema amb la notificació dels usuaris

source: Add Recipe
ca: Recepte nou

source: Add Order Deadline
ca: Nova data limit per a comandes

source: Save date
ca: Guardar data

source: Date for Delivery
ca: Data d'entrega

source: Select date for delivery
ca: Selecciona data d'entrega

source: Please enter a delivery date
ca: Si us plau, entri una data vàlida per a la entrega de la seva comanda

source: Provider
ca: Proveïdor

source: Latest Purchases
ca: Últimes compres

source: New purchase
ca: Nova compra

source: When did you buy this?
ca: Quan ho vas comprar?

source: How much did you buy?
ca: Quina quantitat vas comprar?

source: Price
ca: Preu

source: How much did you pay in total?
ca: Quant vas pagar?

source: Physical Ingredients
ca: Ingredients físics

source: Add Ingredient
ca: Ingredient nou

source: New ingredient
ca: Ingredient nou

source: Which ingredient
ca: Quin ingredient

source: How much?
ca: Quant?

source: For the orders with deadline on
ca: Per a les comandes amb data límit

source: Select deadline for order
ca: Selecciona data límit per a comanda

source: You need to cook
ca: Has de cuinar

source: Download pdf
ca: Baixar pdf

source: other
ca: altres
